export default {
  title: 'vNote',
  logo: 'N',
  author: '',
  whiteList: ['/login', '/404', '/401', '/lock'],
  lockPage: '/lock',
  info: {
    title: 'vNote',
    list: [
      'vNote 响应式布局，PC端和移动端都支持。',
      '在这里你可以记录和管理你的笔记错题。',
      '笔记整理。',
      '错题整理。',
      '拍照搜题。',
      '智能推荐。',
      '下载试题。'
    ]
  },
  wel: {
    title: 'vNote 笔记',
    list: [
      // 'vNote 是一个基于vue + element-ui 开发，响应式布局，PC端和移动端都支持。',
      // '在这里你可以记录和管理你的笔记。录入笔记的方式由如下三种：',
      // '1.直接手写编辑文本，内置quill-editor富文本编辑器，功能丰富强大。',
      // '2.语音识别方式，你可语音录入你的笔记，网站将识别你的录音，转化为文本。',
      // '3.图片文字识别，你可上传你的笔记图片，网站将识别该图片中的文本，手机端部分浏览器还支持拍照上传。'
    ]
  }
}
